Repository: deepin-community/pppoeconf
Catalog: po/*.po
Languages: de

source: Please become root before running pppoeconf!
de: Bitte bekommen Sie erstmal Root-Rechte

source: Press return to continue...
de: Drücken Sie Return zum weitermachen...

source: Or press ESC to abort here.
de: Oder drücken Sie Escape zum Abbrechen.

source: Most providers send the needed login information per mail. Some providers describe it in odd ways, assuming the user to input the data in their "user-friendly" setup programs. But in fact, these applications generate usuall PPP user names and passwords from the entered data. You can find the real names too and input the correct data in the dialog box. For example, this are methods used some german providers: Sample username (alias "login" or "login name"): 11111111111 T-Online T-DSL: additional data: sample T-Onlinenummer: 222222222222 sample Mitbenutzer: 0001 complete username: 111111111111222222222222#0001@t-online.de Telekom Business Online (DSL): complete username: t-online-com/111111111111@t-online-com.de 1und1 uses another scheme (using above example): complete username: 1und1/11111111111 Cyberfun: complete username: sdt/11111111111 Komtel: additional data: downstream speed class: 768 complete username: 11111111111@FoniNet-768 Net Cologne: complete username: 11111111111@netcologne.de Q-DSL: complete username: 11111111111@q-dsl.de Versatel: complete username: 11111111111@VersaNet-1024k Webnetix: complete username: sdt/11111111111
de: Die meisten Provider schicken die benötigten Login-Informationen per Post. Einige beschreiben diese auf eine seltsame Art, in der Annahme, der Benutzer würde diese Daten in ihre "benutzer-freundlichen" Setup-Programme eingeben. Aber in Wirklichkeit werden daraus ganz normale PPP-Benutzernamen und -Passwörter generiert, und Sie können das ebenfalls manuell tun und die richtigen Werte in die Dialog-Fenster eingeben. Zum Beispiel, diese Techniken werden von einigen deutschen Providern verwendet: Beispiel-Benutzername (aka "Login-Name" oder "Anschlusskennung"): 11111111111 T-Online T-DSL: zusätzliche Daten: Muster: T-Onlinenummer: 222222222222 Muster: Mitbenutzer: 0001 Vollständiger Benutzername: 111111111111222222222222#0001@t-online.de Telekom Business Online (DSL): Vollständiger Benutzername: t-online-com/111111111111@t-online-com.de 1und1 verwendet ein anderes Muster (z.B. fuer die obige Kennung): Vollständiger Benutzername: 1und1/11111111111 Cyberfun: Vollständiger Benutzername: sdt/11111111111 Komtel: additional data: downstream speed class: 768 Vollständiger Benutzername: 11111111111@FoniNet-768 Net Cologne: Vollständiger Benutzername: 11111111111@netcologne.de Q-DSL: Vollständiger Benutzername: 11111111111@q-dsl.de Versatel: Vollständiger Benutzername: 11111111111@VersaNet-1024k Webnetix: Vollständiger Benutzername: sdt/11111111111

source: SCANNING DEVICE
de: SUCHE NACH PPPOE-HARDWARE

source: Looking for PPPoE Access Concentrator on $iface...
de: Es wird jetzt nach einem PPPoE-Access-Concentrator an der Schnittstelle $iface gesucht...

source: (multi-modem mode)
de: (Multi-Modem-Modus)

source: NOT CONNECTED
de: NICHT ANGESCHLOSSEN

source: Sorry, I scanned $number interface, but the Access Concentrator of your provider did not respond. Please check your network and modem cables. Another reason for the scan failure may also be another running pppoe process which controls the modem.
de: Sorry, trotz der Suche konnte kein Access-Concentrator des Providers kontaktiert werden. Bitte überprüfen Sie ihr Netzwerk und die Modem-Verkabelung. Ein möglicher Grund für die fehlgeschlagene Suche kann auch ein anderes "pppoe"-Prozess sein, das im Moment das Modem benutzt.

source: OKAY TO MODIFY
de: MODIFIKATIONEN ERLAUBEN

source: POPULAR OPTIONS
de: ÜBLICHE OPTIONEN

source: Most people using popular dialup providers prefer the options 'noauth' and 'defaultroute' in their configuration and remove the 'nodetach' option. Should I check your configuration file and change these settings where neccessary?
de: Die meisten Leute benutzen für die üblichen Dialup-Verbindungen die Optionen 'noauth' und 'defaultroute' in ihrer Konfiguration, und entfernen die Option 'nodetach'. Soll ich ihre Konfigurationsdatei überprüfen und die genannten Einstellungen ggf. anpassen?

source: ENTER USERNAME
de: BENUTZERNAMEN EINGEBEN

source: Please enter the username which you usually need for the PPP login to your provider in the input box below. If you wish to see the help screen, delete the username and press OK.
de: Bitte geben Sie den Benutzernamen ein, den Sie normalerweise zum Einloggen bei ihrem Provider benötigen. Zum Anzeigen der Hilfe den Benutzernamen löschen und OK drücken.

source: ENTER PASSWORD
de: PASSWORT EINGEBEN

source: Please enter the password which you usually need for the PPP login to your provider in the input box below. NOTE: you can see the password in plain text while typing.
de: Bitte geben Sie das Passwort ein, das Sie normalerweise zum Einloggen bei ihrem Provider benötigen. WICHTIG: das Password wird während der Eingabe angezeigt!

source: USE PEER DNS
de: ÜBERMITTELTE DNS-ADDRESSE VERWENDEN?

source: You need at least one DNS IP address to resolve the normal host names. Normally your provider sends you addresses of useable servers when the connection is established. Would you like to add these addresses automatically to the list of nameservers in your local /etc/resolv.conf file? (recommended)
de: Sie benötigen mind. eine IP-Adresse des DNS-Servers, um die normalen Host-Namen aufzulösen. Normalerweise übermittelt der Provider die Adresse seines Servers bei der Einwahl. Möchten diese Adressen automatisch in ihre "/etc/resolv.conf"-Datei übertragen? (empfohlen)

source: LIMITED MSS PROBLEM
de: PROBLEM MIT BESCHRÄNKTER MSS

source: Many providers have routers that do not support TCP packets with a MSS higher than 1460. Usually, outgoing packets have this MSS when they go through one real Ethernet link with the default MTU size (1500). Unfortunately, if you are forwarding packets from other hosts (i.e. doing masquerading) the MSS may be increased depending on the packet size and the route to the client hosts, so your client machines won't be able to connect to some sites. There is a solution: the maximum MSS can be limited by pppoe. You can find more details about this issue in the pppoe documentation. Should pppoe clamp MSS at 1452 bytes? If unsure, say yes. (If you still get problems described above, try setting to 1412 in the dsl-provider file.)
de: Viele Provider haben Router, die nur TCP-Pakete mit MSS-Grösse von mehr also 1460 nicht unterstützen. Normalerweise ist das ausreichend für Standard-Verbindungen über genau eine Ethernet-Verbindung mit der Standard-MTU-Grösse (1500). Machen Sie aber Weiterleitung für andere Rechner (z.B. bei Masquerading), kann die MSS-Grösse je nach Paketgrösse und Route zum Client überschritten werden. Deswegen können die Clients bestimmte Adressen nicht mehr erreichen. Es gibt auch eine Lösung: pppoe kann die Grösse der ausgehenden Pakete beschränken. Mehr Details darüber finden Sie in der pppoe-Doku. Soll pppoe die MSS-Grösse auf 1452 festlegen? In Zweifelsfall eher Ja. (Falls Sie weiterhin das oben beschriebenen Probleme bekommen, versuchen Sie diese Grösse in der Datei "dsl-provider" niedriger einzustellen).

source: DONE
de: FERTIG

source: Your PPPD is configured now. Would you like to start the connection at boot time?
de: Ihr 'pppd' ist jetzt erfolgreich konfiguriert. Möchten Sie eine Verbindung während des Boot-Vorgangs starten?

source: ESTABLISH A CONNECTION
de: VERBINDUNG HERSTELLEN

source: Now, you can make a DSL connection with "pon dsl-provider" and terminate it with "poff". Would you like to start the connection now?
de: Sie können von nun ihre DSL-Verbindung mit "pon dsl-provider" starten und mit "poff" beenden. Möchten Sie die Verbindung starten wenn pppoeconf beendet wird?

source: CONNECTION INITIATED
de: VERBINDUNG GESTARTET

source: The DSL connection has been triggered. You can use the "plog" command to see the status or "ip addr show ppp0" for general interface info.
de: Die DSL-Verbindung wurde ausgelöst. Sie können den Verbindungsstatus mit dem Befehl "plog" beobachten, sonstige Daten mit "ip addr show ppp0".

source: NO INTERFACE FOUND
de: KEINE SCHNITTSTELLE GEFUNDEN
